;Localization add-in for day 60 DLC 

;Mission related strings
;-----------------------
[MissionSource_AlienNest X2MissionSourceTemplate]
MissionPinLabel="Ninho Alienígena"
BattleOpName="Operação Besta Regal"

[DerelictFacility X2MissionSiteDescriptionTemplate]
DescriçãoString="Abandoned Research Facility"

[AlienNest X2MissionTemplate]
DisplayName="Investigar o sinal"
Briefing="Investigação - Site desconhecido"
PostMissionType="Ninho Alienígena"
BriefingImage="img:///UILibrary_DLC2Images.Alert_Alien_NestPOI"
ObjectiveTextPools[0]="Investigar Sinal de Vahlen"
PreMissionNarratives[0]="DLC_60_NarrativeMoments.DLC2_S_Dropship_Mission_Briefing"

[DefaultAlienNest X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Investigate Vahlen's Camp"
ObjectiveTextPools[1]="Recuperar os registos de Vahlen"
ObjectiveTextPools[2]="Localizar o transponder de Vahlen"
ObjectiveTextPools[3]="Opcional: Kill the Viper King"
ObjectiveTextPools[4]="Central deve sobreviver"
ObjectiveTextPools[5]="Neutralizar todas as restantes Vipers"

;-----------------------
; GEOSCAPE
;-----------------------

[POI_HunterWeapons X2PointOfInterestTemplate]
DisplayNames[0]="Localizador Beacon"

Entre os destroços de um Skyranger resistido, os corpos de vários jovens soldados permanecem presos aos seus assentos, não há sinal do piloto, mas o farol de localizador de emergência aceso incessantemente do cockpit. Grande engradado com uma insígnia XCOM desbotada contém várias armas incomuns. "

POIImages[0]="img:///UILibrary_DLC2Images.Alert_Downed_Skyranger"

[POI_AlienNest X2PointOfInterestTemplate]
DisplayNames[0]="Posição Triangulada"

CompletedSummaries[0]="Tendo triangulado a posição original do Skyranger e seguido sua trilha, encontramos uma alcova rochosa repleta de detritos. Do alto, há pouca evidência do que aconteceu aqui."

POIImages[0]="img:///UILibrary_DLC2Images.Alert_Alien_Nest"


;-----------------------
; REWARDS
;-----------------------

[Reward_HunterWeapons X2RewardTemplate]
DisplayName="Carga Recuperada"

[Reward_AlienNest X2RewardTemplate]
DisplayName="Missão de Investigação"

[ResAct_AlienNestInvestigated X2ResistanceActivityTemplate]
DisplayName="Alien Nest Investigated:"

[ResAct_AlienRulersKilled X2ResistanceActivityTemplate]
DisplayName="Alien Rulers Killed:"


;-----------------------
; ITEMS
;-----------------------

[CorpseViperKing X2ItemTemplate]
FriendlyName="Viper Rei Cadáver"
FriendlyNamePlural="Viper Rei Corpses"
BriefSummary="Entre as inúmeras modificações genéticas levadas a cabo pelo Dr. Vahlen durante a experimentação desta criatura, a mudança radical no gênero é talvez a mais flagrante.Também há a questão do gelo que parece produzir em vez de veneno."

[CorpseBerserkerQueen X2ItemTemplate]
FriendlyName="Cadáver da rainha Berserker"
FriendlyNamePlural="Corpses da rainha Berserker"
BriefSummary="Este gigante não só foi geneticamente modificado, mas também recebeu equipamentos substancialmente alterados, diretamente ligados ao seu sistema nervoso central, e deve-se tomar cuidado extremo ao tentar desligar qualquer um dos sistemas embutidos."

[CorpseArchonKing X2ItemTemplate]
FriendlyName="Corpo do Rei Archon"
FriendlyNamePlural="Corpos de Coronel de Archon"
BriefSummary="De todos os sujeitos de teste de Vahlen, a variante de Archon modificada tem a semelhança mais impressionante com suas espécies precursoras, como todos sabemos, os olhares podem ser enganadores, e esta criatura não deve ser subestimada nem mesmo na morte."


;-----------------------
; TECHS
;-----------------------
[AutopsyViperKing X2TechTemplate]
DisplayName="Viper Rei Autopsia"
Sumário="Embora seja uma reminiscência clara das espécies de víbora conhecidas que encontramos com alguma regularidade, este espécime é único por várias razões, não menos do que é o seu gênero, sendo este o único Viper masculino já relatado. Repurpose alguma faceta de sua biologia para uso em nossos próprios programas de desenvolvimento de armadura. "
CodeName="Escorpião"
LongDescription="Tendo estudado cuidadosamente o que resta dos relatórios de pesquisa pessoais do Dr. Vahlen, eu lentamente cheguei a compreender as profundezas de sua curiosidade intelectual eo grau em que ela foi consumida por sua ambição.Inversando mudanças fundamentais para a estrutura genética do Viper , Traços intencionalmente suprimidos pelos alienígenas, ela criou isso, assunto \ "Gamma \" - a Viper \ "Rei. \" \ N \ nA idéia de um patriarca Viper é em si intrigante, considerando que não houve nenhum avistamento prévio de qualquer Vahlen teorizou que esta pode ter sido uma forma intencional de controle populacional, tendo os Elders restringido a sua capacidade de raça de espécies subordinadas. Tendo visto o local de nidificação aparente criado por Gamma ea descoberta de embreagens de ovos (nenhum dos quais Foram deixados viáveis ​​para a amostragem), posso dizer com alguma confiança que a criatura fez imediatamente a partir para perseguir os instintos naturais que há muito tinha sido restringida através de adulteração genética. \ N \ nComo ainda não tenho nenhuma explicação sobre como o veneno da víbora As glândulas foram efetuadas de forma a alterar sua forma e função de forma tão dramática; Será necessário um estudo mais aprofundado, mas prometi permitir que alguns restos de Gamma sejam utilizados para um novo projeto de armadura conceitual. R. Tygan.

[AutopsyBerserkerQueen X2TechTemplate]
DisplayName="Autópsia da rainha de Berserker"
Sumário="Como se o padrão Berserker não era suficiente para as nossas tropas para lidar com, este espécime em particular foi substancialmente modificado com alguma forma de sistema de injeção auxiliar de circulação de fluidos em todo o seu corpo.Eu acredito que pode ser possível modificar esses sistemas para Uso em um terno de armadura de nossa própria, mas o processo de fabricação poderia um desafio. "
CodeName="Hulk"
LongDescription="Apesar de um exame minucioso da variante Berserker modificado conhecido como sujeito \" Beta, \ "eu ainda não descobri qualquer justificativa significativa para o equipamento melhorado fornecido pelo Dr. Vahlen para a criatura como se relaciona com sua própria pesquisa. Deixe-me ser claro, eu entendo perfeitamente que o sistema endócrino aumentado da criatura requer a adição deste mecanismo de transporte e filtragem suplementar para manter o equilíbrio hormonal.Também, eu admito que é uma solução razoavelmente elegante para uma pergunta de outra forma assustadora. \ N \ nO que eu Não pode entender é por que foi necessário para o Dr. Vahlen ter esta certeza relativa além da fase teórica.Não havia necessidade de uma "prova de conceito" aqui, o resultado final era, sem dúvida, claro para ela, então, como ele É para mim agora.Eu acredito firmemente que ela tomou uma decisão consciente para ver o seu trabalho até o fim, sabendo muito bem os riscos não só para si, mas para todos os outros que possam encontrar sujeito Beta no futuro.Eu sou grato que encontramos o Criatura quando nós fizemos, e que nossas forças foram capazes de neutralizar um inimigo tão formidável. \ N \ nO pessoal sênior concordou que os restos de Beta seria melhor ser utilizado como parte de uma armadura reforçada terno, embora o processo de conversão real soa como Algo que teria sido melhor tratado pela própria Dra. Vahlen. R. Tygan.

[AutopsyArchonKing X2TechTemplate]
DisplayName="Autópsia do Rei Archon"
Summary="O Dr. Vahlen conseguiu melhorar os sistemas-chave desta criatura, mantendo de alguma forma a aparência cuidadosamente concebida pelos alienígenas Embora aparentemente semelhante à variante padrão de Archon, tal como visto no campo, este espécime possui capacidades avançadas de vôo além Qualquer coisa que tenhamos encontrado anteriormente.Posso ser possível adaptar esta tecnologia em um terno capaz de vôo próprio. "
CodeName="Daedalus"
LongDescription="A variante de Archon modificada conhecida pelo Dr. Vahlen como" Alpha "não só foi geneticamente alterada, mas também atualizada de acordo com equipamentos diretamente ligados a suas habilidades incomuns. Mais uma vez eu tenho que questionar a lógica no fornecimento de capacidades ofensivas melhoradas Para uma outra espécie alienígena hostil, mesmo se Vahlen tivesse a intenção de transformar essas criaturas contra seus antigos mestres. \ N \ nEmbora eu tivesse pouca exposição aos rudimentares predecessores biomecânicos para o Archon moderno, posso dizer com certeza que o Alfa de Vahlen é sem dúvida O mais fisicamente e tecnologicamente avançado de qualquer um dos extraterrestres 'versões anteriores desta espécie.De nossos relatórios de campo, parece que a criatura tinha uma propensão aterrorizante para agarrar em seu alvo antes de rapidamente subir na altitude e, em seguida, deixando cair a vítima indefeso. Nossas tropas fizeram um grande serviço na eliminação desta ameaça particular. "R. Tygan."

[RAGESuit X2TechTemplate]
DisplayName="R.A.G.E. Suit"
Resumo="Pode ser possível adaptar a pele excepcionalmente durável da rainha Berserker em um terno de corpo de alta potência."

[SerpentSuit X2TechTemplate]
DisplayName="Serpent Suit"
Sumário="As escalas do Viper King são surpreendentemente leves e flexíveis, e devem fornecer resistência substancial uma vez reforçada."

[IcarusArmor X2TechTemplate]
DisplayName="Icarus Armor"
Summary="Depois de um exame cuidadoso do falecido Archon King, é possível construir um conjunto de armaduras que incorpora seus sistemas de propulsão a jato exclusivos."


;-----------------------
; ALIEN RULER ARMORS
;-----------------------
[MediumAlienArmor X2ArmorTemplate]
FriendlyName="Armadura de Ícaro"
FriendlyNamePlural="Ícaro Armaduras"
BriefSummary="Os componentes de vôo recuperados do Archon King, quando combinados com nossos sistemas de armadura padrão, resultam em um fato blindado com alta resistência a danos e mobilidade melhorada. O sistema de propulsão embutido permite vôo temporário, permitindo que o usuário rapidamente Mudar locais ."
Armadura de Ícaro é uma armadura de classe média, fornecendo dois slots de item de inventário e maior mobilidade. \n<Bullet/> A armadura de Ícaro permite que um soldado salte instantaneamente para um novo local. \ N <Bullet / > Usar essa armadura tem a chance de entrar em pânico com os arcontes encontrados em combate. "

[LightAlienArmor X2ArmorTemplate]
FriendlyName="Fato da Serpente"
FriendlyNamePlural="Fatos da Serpente"
BriefSummary="Construído a partir das escamas leves e excepcionalmente duráveis ​​do Rei da Víbora, o Traje da Serpente aumenta muito os reflexos e a velocidade de nossos soldados, além de um mecanismo de agarrar infundido com o veneno gelado do Viper King, que pode ser usado para puxar os inimigos para fora De cobertura e congelá-los no lugar. "
TacticalText="<Bullet/> O Suit Serpent adiciona mobilidade e uma maior chance de tirar fotos em vez de golpes diretos. \n<Bullet/> O Suit Serpent tem um grampo montado no pulso, que pode ser usado para travessia ou para puxar Unidades inimigas fora de cobertura. \n<Bullet/> Usar essa armadura tem a chance de entrar em pânico Vipers encontrados em combate. "

[LightAlienArmorMk2 X2ArmorTemplate]
FriendlyName="Armadura da Serpente"
FriendlyNamePlural="Armaduras da Serpente"
BriefSummary="Uma versão melhorada do Serpent Suit reforçado com Elerium, esta armadura mantém todas as capacidades do seu predecessor, aumentando ainda mais a capacidade de sobrevivência, velocidade e reflexos do utente."
TacticalText="<Bullet/> A Armadura da Serpente adiciona mobilidade e uma maior chance de tirar fotos em vez de golpes diretos. \n<Bullet/> A Armadura da Serpente tem um punho montado, que pode ser usado para atravessar ou puxar unidades inimigas Fora de cobertura. \n<Bullet/> Usar essa armadura tem a chance de entrar em pânico Vipers encontrados em combate. "

[HeavyAlienArmor X2ArmorTemplate]
FriendlyName="R.A.G.E. Suit"
FriendlyNamePlural="R.A.G.E. Ternos"
BriefSummary="A pele quase impenetrável da rainha Berserker funciona soberbamente como um terno do corpo, garantindo proteção incrível, resistência a danos e mobilidade. O RAGE Suit também apresenta um mecanismo para rapidamente pico a adrenalina do utente, permitindo-lhes apressar os inimigos para Poderosos ataques corpo a corpo ."
TacticalText="O Terno RAGE é uma armadura de classe pesada, concedendo maior mobilidade e permitindo que um soldado monte uma arma pesada. \n<Bullet/> O Terno RAGE permite ao portador carregar inimigos e infligir brutal dano corpo a corpo . \n<Bullet/> Usar essa armadura tem a chance de entrar em pânico com Mutons e Berserkers encontrados em combate. "

[HeavyAlienArmorMk2 X2ArmorTemplate]
FriendlyName="R.A.G.E. Armor"
FriendlyNamePlural="R.A.G.E. Armaduras"
BriefSummary="Ao injetar o Suit R.A.G.E. com Elerium adicional, suas qualidades protetoras são melhoradas, mantendo sua mobilidade inerente e potencial para assaltos devastadores corpo a corpo.
A armadura RAGE é uma armadura de classe pesada, que dá maior mobilidade e permite que um soldado monte uma arma pesada. \n<Bullet/> RAGE Armor permite ao portador carregar os inimigos e infligir brutal dano corpo a corpo. N <Bullet/> Usar essa armadura tem a chance de entrar em pânico com Mutons e Berserkers encontrados em combate. "

[FreezingLash X2AbilityTemplate]
LocFriendlyName="Frostbite"
LocLongDescription="Lash um alvo com o seu agarrar, congelando-los no lugar ADVENT alvos humanóides também podem ser puxados para fora da tampa."
LocHelpText="Congelar um inimigo no lugar. Alvos humanóides ADVENT também podem ser puxados para fora da tampa."
LocFlyOverText="Frostbite"
LocMissMessage="Frostbite faltou!"

[RagePanic X2AbilityTemplate]
LocFriendlyName="Rage Panic"
LocLongDescription="Mutons e Berserkers têm a chance de entrar em pânico quando vêem esta armadura."
LocHelpText="Mutons e Berserkers têm a chance de entrar em pânico quando vêem esta armadura."
LocFlyOverText="R.A.G.E. Suit: Pânico"

[Ragestrike X2AbilityTemplate]
LocFriendlyName="Rage Strike"
LocLongDescription="Ataque qualquer inimigo dentro do alcance de movimento com um assalto devastador corpo a corpo."
LocHelpText="Ataque um inimigo dentro do alcance de movimento com um assalto devastador corpo a corpo."

[IcarusPanic X2AbilityTemplate]
LocFriendlyName="Pânico Ícaro"
LocLongDescription="Os arcontes têm a chance de entrar em pânico quando vêem esta armadura."
LocHelpText="Os arcontes têm a chance de entrar em pânico quando vêem esta armadura."
LocFlyOverText="Armadura Ícaro: Pânico"

[IcarusJump X2AbilityTemplate]
LocFriendlyName="Icarus Jump"
LocLongDescription="Os jactos de propulsão construídos na Armadura Ícaro permitem que um soldado se lance instantaneamente a uma nova posição."
LocHelpText="Ir para um novo local, ignora todos os avisos e reacções de incêndio."
LocFlyOverText="Icarus Jump"

[SerpentPanic X2AbilityTemplate]
LocFriendlyName="Pânico da Serpente"
LocLongDescription="As víboras têm a chance de entrar em pânico quando vêem esta armadura."
LocHelpText="As víboras têm a chance de entrar em pânico quando vêem esta armadura."
LocFlyOverText="Fato da Serpente: Pânico"

[VaultAbility X2AbilityTemplate]
LocFriendlyName="Vault"
LocLongDescription="Ir para o topo de bordas e estruturas, em vez de subir."
LocHelpText="Ir para o topo das bordas e estruturas, em vez de subir."
LocFlyOverText="Vault"

[VaultAbilityPassive X2AbilityTemplate]
LocFriendlyName="Vault"
LocLongDescription="Ir para o topo de bordas e estruturas, em vez de subir."
LocHelpText="Ir para o topo das bordas e estruturas, em vez de subir."
LocFlyOverText="Vault"

;-----------------------
; ALIEN HUNTER WEAPONS
;-----------------------
[AlienHunterRifle_CV X2WeaponTemplate]
FriendlyName="Bolt Caster"
FriendlyNamePlural="Rodízios de Bolt"
BriefSummary="Descoberto entre um arsenal aparentemente arcaico, o Bolt Caster é enganosamente poderoso, mas limitado por uma taxa de fogo lenta.As armas inimigas têm uma chance de ser atordoado no impacto.Esta arma é única e não pode ser duplicada ou substituída. "
\n<Bullet/> Cada ataque tem a chance de atordoar o alvo, e não pode ser desviado. \n<Bullet/> A precisão do Caster Bolt torna-o mais poderoso do que um Rifle de Assalto padrão. Os estrangeiros capacitados são altamente suscetíveis a serem atordoados. \n<Bullet/> Lança um único projétil de alto dano, mas deve ser recarregado após cada uso. "
AbilityDescName="rodízio de parafuso"

[AlienHunterRifle_MG X2WeaponTemplate]
FriendlyName="Roda magnética do parafuso"
FriendlyNamePlural="Rodízios magnéticos"
BriefSummary="Modificando a armadura e afixando permanentemente uma série de ímãs ao longo de seu estoque, nós fomos capazes de aumentar substancialmente a saída de dano da tradicional Caster Bolt por propulsão eletromagnética.
\n<Bullet/> A adição de uma bobina magnética aumenta o dano de cada parafuso individual. \n<Bullet/> Cada ataque tem a chance de atordoar o alvo e não pode ser desviado. Os estrangeiros capacitados são altamente suscetíveis a serem atordoados. \n<Bullet/> Lança um único projétil de alto dano, mas deve ser recarregado após cada uso. "
AbilityDescName="rodízio de parafuso magnético"

[AlienHunterRifle_BM X2WeaponTemplate]
FriendlyName="Plasma Bolt Caster"
FriendlyNamePlural="Rodízios de parafuso de plasma"
BriefSummary="A introdução de uma pilha de potência Elerium miniturizada permite que o Bolt Caster gere rajadas electromagnéticas de Plasma com cada parafuso disparado."
\n<Bullet/> Cada ataque tem a chance de atordoar o alvo, e não pode ser desviado. \n<Bullet/> Geneticamente, um atacante melhorado com Elerium torna esta a versão mais mortal do Bolt Caster. - alienígenas empowered são altamente suscetíveis a ser atordoado. \n<Bullet/> Lança um único projétil de alto dano, mas deve ser recarregado após cada uso. "
AbilityDescName="rodízio de parafuso plasma"

[AlienHunterPistol_CV X2WeaponTemplate]
FriendlyName="Shadowkeeper"
FriendlyNamePlural="Shadowkeepers"
BriefSummary="Embora pareça antiquada em comparação com os nossos mais recentes desenhos, esta pistola é extremamente precisa, garantindo que mesmo os mais inexperientes de nossos soldados atingirá o alvo pretendido. Há também uma chance de eles poderem matar o alvo e escapar sem ser detectado. Esta arma é única, e não pode ser duplicada ou substituída. "
TacticalText="<Bullet/> O Shadowkeeper causa dano similar a uma pistola padrão, mas tem melhorado o objetivo e a chance de acerto crítico. \n<Bullet/> Ao contrário do rifle sniper, as pistolas podem ser disparadas com uma única ação. /> As matanças feitas com a capacidade de \"Shadowfall\" escondem instantaneamente a unidade. "

[AlienHunterPistol_MG X2WeaponTemplate]
FriendlyName="Reforçado Shadowkeeper"
FriendlyNamePlural="Reforçado Shadowkeepers"
BriefSummary="Cuidados refinamentos para o mecanismo de disparo interno do Shadowkeeper básico permitiu a adição de um sistema de lançamento magnético simples, aumentando a potência de fogo geral."
\n<Bullet/> Ao contrário do rifle de sniper, as pistolas podem ser disparadas com uma única ação. \n<Bullet/> O Shadowkeeper aprimorado combina a eficácia de uma Mag Pistol, Bullet /> As matanças feitas com a capacidade de \"Shadowfall\" escondem instantaneamente a unidade. "

[AlienHunterPistol_BM X2WeaponTemplate]
FriendlyName="Shadowkeeper Powered"
FriendlyNamePlural="Shadowkeepers Powered"
BriefSummary="Embora ainda dependentes de um projétil tradicional, nossos vários aprimoramentos para o Shadowkeeper culminaram nesta arma de fogo imensamente poderosa."
\n<Bullet/> Ao contrário do rifle de sniper, as pistolas podem ser disparadas com uma única ação. \n<Bullet/> A força do Shadowkeeper é comparável a uma Beam Pistol, Bullet /> As matanças feitas com a capacidade de \"Shadowfall\" escondem instantaneamente a unidade. "

[AlienHunterAxe_CV X2PairedWeaponTemplate]
FriendlyName="Machado do caçador"
FriendlyNamePlural="Machado do caçador"
BriefSummary="Honrado a um grau incrível, estes machados de arremesso ornately crafted são compactos o suficiente para os nossos soldados para se envolver com de longo alcance.Estas armas são únicas, e não pode ser duplicado ou substituído.
TacticalText="<Bullet/> Carregar dois eixos proporciona aos Rangers as mesmas habilidades de corpo a corpo que uma Espada tradicional. \n<Bullet/> Um machado pode ser atirado do alcance para uma explosão instantânea de dano.
AbilityDescName="axe"

[AlienHunterAxe_MG X2PairedWeaponTemplate]
FriendlyName="Machado Iônico"
FriendlyNamePlural="Machado Iônico"
BriefSummary="Usando nossa experiência em trabalhar com as ligas alienígenas, conseguimos aprimorar ainda mais o Machado do Caçador em uma arma incrivelmente perigosa."
TacticalText="<Bullet/> Esses machados são afiados para uma borda fina e têm uma durabilidade incrível, aumentando seu dano potencial e adicionando uma chance de atordoar alvos inimigos. \n<Bullet/> Um machado pode ser lançado do intervalo para Uma explosão instantânea de dano. "
AbilityDescName="ax"

[AlienHunterAxe_BM X2PairedWeaponTemplate]
FriendlyName="Fusion Axe"
FriendlyNamePlural="Fusion Axe"
BriefSummary="A adição de pequenos powercells embutidos dentro do Axe alças fornece um poderoso choque elétrico capaz de inflamar alvos inimigos."
TacticalText="<Bullet/> Uma corrente elétrica volátil percorre cada lâmina, proporcionando maiores danos e uma chance de queimar alvos inimigos. \n<Bullet/> Um machado pode ser atirado do alcance para uma explosão instantânea de dano.
AbilityDescName="ax"

[AlienHunterAxeThrown_CV X2WeaponTemplate]
FriendlyName="Machado do caçador"
FriendlyNamePlural="Machado do caçador"
BriefSummary="Honrado a um grau incrível, estes machados de arremesso ornately crafted são compactos o suficiente para os nossos soldados para se envolver com de longo alcance.Estas armas são únicas, e não pode ser duplicado ou substituído.
TacticalText="<Bullet/> Carregar dois eixos proporciona aos Rangers as mesmas habilidades de corpo a corpo que uma Espada tradicional. \n<Bullet/> Um machado pode ser atirado do alcance para uma explosão instantânea de dano.
AbilityDescName="ax"

[AlienHunterAxeThrown_MG X2WeaponTemplate]
FriendlyName="Machado Iônico"
FriendlyNamePlural="Machado Iônico"
BriefSummary="Atualização de Nível 2 para o Machado do Caçador"
TacticalText="<Bullet/> Esses machados são afiados para uma borda fina e têm uma durabilidade incrível, aumentando seu dano potencial e adicionando uma chance de atordoar alvos inimigos. \n<Bullet/> Um machado pode ser lançado do intervalo para Uma explosão instantânea de dano. "
AbilityDescName="ax"

[AlienHunterAxeThrown_BM X2WeaponTemplate]
FriendlyName="Fusion Axe"
FriendlyNamePlural="Fusion Axe"
BriefSummary="Atualização de Nível 3 para o Machado do Caçador"
TacticalText="<Bullet/> Uma corrente elétrica volátil percorre cada lâmina, proporcionando maiores danos e uma chance de queimar alvos inimigos. \n<Bullet/> Um machado pode ser atirado do alcance para uma explosão instantânea de dano.
AbilityDescName="ax"

[Frostbomb X2GrenadeTemplate]
FriendlyName="Bomba de Frost"
FriendlyNamePlural="Bombas de Frost"
BriefSummary="Dependendo de um agente químico ainda não identificado, estes explosivos portáteis parecem capazes de reduzir instantaneamente a temperatura ambiente da área circundante.Texso tecido será congelado em contato.Esta arma é única e não pode ser duplicado Ou substituído. "
TacticalText="<Bullet/> As bombas de congelamento congelam todas as unidades no raio de explosão, impedindo-as de fazerem qualquer ação por uma vez. \n<Bullet/> As bombas de geada têm um raio menor do que as granadas de fragmentação padrão.
ThrownAbilityName="Jogue bomba de gelo"
ThrownAbilityHelpText="Congelar todas as unidades na área de destino."
LaunchedAbilityname="Lançar a bomba de geada"
LaunchedAbilityHelpText="Congelar todas as unidades na área de destino."

[Shadowfall X2AbilityTemplate]
LocFriendlyName="Shadowfall"
LocHelpText="Tiro de pistola que é garantido para bater.Se o alvo é morto, o atirador ganha ocultação."
LocLongDescription="Pistola disparada que é garantida para bater.Se o alvo é morto, o atirador ganha ocultação."
LocFlyOverText="Shadowfall"

[ShadowfallConcealment X2AbilityTemplate]
LocFriendlyName="Shadowfall"
LocHelpText="Tiro de pistola que é garantido para bater.Se o alvo é morto, o atirador ganha ocultação."
LocLongDescription="Pistola disparada que é garantida para bater.Se o alvo é morto, o atirador ganha ocultação."
LocFlyOverText="Shadowfall"

[ThrowAxe X2AbilityTemplate]
LocFriendlyName="Throw Axe"
LocHelpText="Jogue o machado em um alvo.Este ataque não custa uma ação."
LocLongDescription="Jogue o machado em um alvo.Este ataque não custa uma ação."

[ViperKing_Wpn X2WeaponTemplate]
FriendlyName="Viper King's Bolt Caster"
FriendlyNamePlural="Viper King's Bolt Casters"
BriefSummary="XCOM conseguiu salvar uma variedade de armas de infantaria padrão, esta é a variedade mais comum, semelhante ao rifle usado vinte anos antes.Muito decididamente inferior à tecnologia magnética ADVENT, ele pode pelo menos ser atualizado usando armas adicionais de salvamento , Uma vez que uma abordagem técnica padrão é descoberto. "
\n<Bullet/> Atirando a arma principal sempre termina a volta do soldado \n<Bullet/> Se o soldado disparar com ambas as ações disponíveis, três tiros serão tirados com precisão reduzida, Use upgrades saqueados de inimigos para melhorar a eficácia tática de rifle de assalto. "

[ArchonKing_Wpn X2WeaponTemplate]
FriendlyName="Pessoal do Rei Archon"
FriendlyNamePlural="Pás do Rei Archon"
BriefSummary="XCOM conseguiu salvar uma variedade de armas de infantaria padrão, esta é a variedade mais comum, semelhante ao rifle usado vinte anos antes.Muito decididamente inferior à tecnologia magnética ADVENT, ele pode pelo menos ser atualizado usando armas adicionais de salvamento , Uma vez que uma abordagem técnica padrão é descoberto. "
\n<Bullet/> Atirando a arma principal sempre termina a volta do soldado \n<Bullet/> Se o soldado disparar com ambas as ações disponíveis, três tiros serão tirados com precisão reduzida, Use upgrades saqueados de inimigos para melhorar a eficácia tática de rifle de assalto. "

[ArchonKingStaff X2WeaponTemplate]
FriendlyName="Pessoal do Rei Archon"
FriendlyNamePlural="Pás do Rei Archon"
BriefSummary="XCOM conseguiu salvar uma variedade de armas de infantaria padrão, esta é a variedade mais comum, semelhante ao rifle usado vinte anos antes.Muito decididamente inferior à tecnologia magnética ADVENT, ele pode pelo menos ser atualizado usando armas adicionais de salvamento , Uma vez que uma abordagem técnica padrão é descoberto. "
\n<Bullet/> Atirando a arma principal sempre termina a volta do soldado \n<Bullet/> Se o soldado disparar com ambas as ações disponíveis, três tiros serão tirados com precisão reduzida, Use upgrades saqueados de inimigos para melhorar a eficácia tática de rifle de assalto "

[ViperNeonate_Wpn X2WeaponTemplate]
FriendlyName="Viper Bolt Caster"
FriendlyNamePlural="Viper Bolt rodízios"
BriefSummary="XCOM conseguiu salvar uma variedade de armas de infantaria padrão, esta é a variedade mais comum, semelhante ao rifle usado vinte anos antes.Muito decididamente inferior à tecnologia magnética ADVENT, ele pode pelo menos ser atualizado usando armas adicionais de salvamento , Uma vez que uma abordagem técnica padrão é descoberto. "
\n<Bullet/> Atirando a arma principal sempre termina a volta do soldado \n<Bullet/> Se o soldado disparar com ambas as ações disponíveis, três tiros serão tirados com precisão reduzida, Use upgrades saqueados de inimigos para melhorar a eficácia tática de rifle de assalto "

-benzóico.
; -Temporary loc Defs para apoiar protótipo de ninho jogável
; Seqüências de unidades de proxy
-benzóico.

[DrVahlen X2CharacterTemplate]
StrCharacterName="Dr. Vahlen"

[ViperKing X2CharacterTemplate]
StrCharacterName="Viper King"

[BerserkerQueen X2CharacterTemplate]
StrCharacterName="Berserker Queen"

[ArchonKing X2CharacterTemplate]
StrCharacterName="Rei Archon"

[ViperNeonate X2CharacterTemplate]
StrCharacterName="Neonate Viper"

[StandardMelee_NoEnd X2AbilityTemplate]
LocFriendlyName="Ataque corpo a corpo"
LocLongDescription="Fazer um ataque corpo a corpo contra um alvo adjacente."
LocHelpText="Fazer um ataque corpo a corpo contra um alvo adjacente."

[KingGetOverHere X2AbilityTemplate]
LocFriendlyName="Puxar Língua"
LocLongDescription="A língua ea garganta de uma víbora são imensamente fortes, e podem puxar um humano adulto em suas bobinas de longe."
LocHelpText="Pegue um alvo com sua língua e puxe-os para o alcance corpo a corpo. Só alvos humanoides podem ser puxados."
LocFlyOverText="Língua Grab"
LocMissMessage="Grab falhou!"

[KingBind X2AbilityTemplate]
LocFriendlyName="Choke"
LocLongDescription="As bobinas de um Viper são desumano forte, e pode ligar e esmagar um inimigo humanoid adjacente."
LocHelpText="Choke um inimigo humanoid adjacente."
LocFlyOverText="Choke"
LocMissMessage="Choke falhou!"

[Frostbite X2AbilityTemplate]
LocFriendlyName="Respiração Frost"
LocLongDescription="O Rei Viper pode projetar uma explosão gelada a longo alcance para congelar inimigos no lugar."
LocHelpText="Congelar inimigos em uma área."
LocFlyOverText="Respiração Frost"

[EndBind X2AbilityTemplate]
LocFriendlyName="Ligação de Liberação"
LocLongDescription="No caso de a situação tática mudar, o Viper pode liberar o alvo em suas bobinas antes de matá-lo."
LocHelpText="Liberar o alvo nas bobinas do Viper"
LocFlyOverText="Release"

[AlienRulerCallForEscape X2AbilityTemplate]
LocFriendlyName="Escape"
LocLongDescription="Depois de sofrer feridas ou eliminar inimigos, o governante alienígena pode optar por escapar do campo de batalha."
LocHelpText="Invocar um portal para sair do campo de batalha."
LocFlyOverText="Convocar Porta!"

Quake X2AbilityTemplate
LocFriendlyName="Quake"
LocLongDescription="Uma batida maciça do solo que pode desorientar e knockback inimigos."
LocHelpText="Uma batida maciça do solo que pode desorientar e knockback inimigos."
LocFlyOverText="Quake"

[QueenDevastatingPunch X2AbilityTemplate]
LocFriendlyName="Golpe devastador"
LocLongDescription="A força de uma rainha Berserker é suficiente para matar seus inimigos com nada mais do que seus punhos.Este ataque pode atordoar ou desorientar o alvo."
LocHelpText="Ataque um alvo corpo a corpo, potencialmente atordoando-os."
LocFlyOverText="Perfurador devastador"

[ArchonKingBlazingPinionsStage1 X2AbilityTemplate]
LocFriendlyName="Devastate"
LocLongDescription="O Archon King voa no céu e desencadeia uma barragem de mísseis de energia de suas asas.Os laser de destino que guiam os mísseis dão um aviso momentâneo de onde eles irão atacar."
LocHelpText="Barragem de míssil atrasada disparada contra vários alvos inimigos."
LocFlyOverText="Devastate"

[Faithbreaker X2AbilityTemplate]
LocFriendlyName="Faithbreaker"
LocLongDescription="A rainha de Berserker ruge com sua força cheia e raiva, infligindo o medo mesmo sobre os soldados os mais endurecidos da batalha."
LocHelpText="Chance de entrar em pânico em cada unidade inimiga visível."
LocFlyOverText="Faithbreaker"

[IcarusDropGrab X2AbilityTemplate]
LocFriendlyName="Icarus Drop"
LocLongDescription="O Rei Archon voa direto em direção a um inimigo humanóide, agarrando-os e levantando-os para o ar."
LocHelpText="Ataque atrasado onde um inimigo é voado para o céu e jogado no chão."
LocFlyOverText="Icarus Drop"

[IcarusDropSlam X2AbilityTemplate]
LocFriendlyName="Icarus Slam"
LocLongDescription="Jogue o inimigo cativo para o chão com força incrível."
LocHelpText="Slam um inimigo no chão."
LocFlyOverText="Icarus Slam"

[Interact_DLC2Transmitter X2AbilityTemplate]
LocFriendlyName="Fazer download de logs"
LocHelpText="Faça o download dos registros de pesquisa do Dr. Vahlen"

[ViperNeonateBindAbility X2AbilityTemplate]
LocFriendlyName="Vincular e esmagar"
LocLongDescription="As bobinas de um Viper são desumano forte, e pode ligar e esmagar um inimigo humanoid adjacente."
LocHelpText="Vincule e esmague um inimigo humanoid adjacente."
LocFlyOverText="Bind"
LocMissMessage="Bind Failed!"

[CentralOfficer X2SoldierClassTemplate]
DisplayName="Ranger"
ClassSummary="O Ranger serve como nossa principal unidade de reconhecimento, capaz de se mover de forma independente no esconderijo, ao mesmo tempo em que envolve inimigos de perto."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames [0]="Novato"
RankNames [1]="Oficial Central"

ShortNames [0]="Rk."
ShortNames [1]="Co."

RankIcons [0]="UILibrary_Common.rank_rookie"
RankIcons [1]="UILibrary_Common.rank_commander"


-benzóico.
; Soldier Personalização - Capacetes
-benzóico.
[DLC_60_Helmet_A_AdvCaptain_M X2BodyPartTemplate]
DisplayName="ADVENT Captain"

[DLC_60_Helmet_A_AdvCaptain_F X2BodyPartTemplate]
DisplayName="ADVENT Captain"

[DLC_60_Helmet_B_AdvStunLancer_M X2BodyPartTemplate]
DisplayName="ADVENT StunLancer"

[DLC_60_Helmet_B_AdvStunLancer_F X2BodyPartTemplate]
DisplayName="ADVENT StunLancer"

[DLC_60_Helmet_C_AdvShieldBearer_M X2BodyPartTemplate]
DisplayName="ADVENT ShieldBearer"

[DLC_60_Helmet_C_AdvShieldBearer_F X2BodyPartTemplate]
DisplayName="ADVENT ShieldBearer"

[DLC_60_Helmet_D_AdvTrooper_M X2BodyPartTemplate]
DisplayName="ADVENT Trooper"

[DLC_60_Helmet_D_AdvTrooper_F X2BodyPartTemplate]
DisplayName="ADVENT Trooper"

[DLC_60_Helmet_E_AdvPsiWitch_M X2BodyPartTemplate]
DisplayName="Avatar"

[DLC_60_Helmet_E_AdvPsiWitch_F X2BodyPartTemplate]
DisplayName="Avatar"

[DLC_60_Helmet_F_Andromedon_M X2BodyPartTemplate]
DisplayName="Andromedon"

[DLC_60_Helmet_F_Andromedon_F X2BodyPartTemplate]
DisplayName="Andromedon"

[DLC_60_Helmet_Serpent_M X2BodyPartTemplate]
DisplayName="Serpent"

[DLC_60_Helmet_Serpent_F X2BodyPartTemplate]
DisplayName="Serpent"

[DLC_60_Helmet_SerpentMk2_M X2BodyPartTemplate]
DisplayName="Serpent"

[DLC_60_Helmet_SerpentMk2_F X2BodyPartTemplate]
DisplayName="Serpent"

[DLC_60_Helmet_Archon_M X2BodyPartTemplate]
DisplayName="Ícaro"

[DLC_60_Helmet_Archon_F X2BodyPartTemplate]
DisplayName="Ícaro"

-benzóico.
; Soldier Personalização - LowerFace
-benzóico.
[DLC_60_Accessory_A_MutonMask_M X2BodyPartTemplate]
DisplayName="Máscara de Muton"

[DLC_60_Accessory_A_MutonMask_F X2BodyPartTemplate]
DisplayName="Máscara de Muton"

-benzóico.
; Soldier Personalização - Cicatrizes
-benzóico.
[DLC_60_Scar_A X2BodyPartTemplate]
DisplayName="Sorriso Sério"

[DLC_60_Scar_B X2BodyPartTemplate]
DisplayName="Ex"

[DLC_60_Scar_C X2BodyPartTemplate]
DisplayName="Pieced Together"

[DLC_60_Scar_D X2BodyPartTemplate]
DisplayName="Double Slice Olho" `

[DLC_60_Scar_E X2BodyPartTemplate]
DisplayName="Double Nose Slice"

[DLC_60_Scar_F X2BodyPartTemplate]
DisplayName="Burn"

-benzóico.
; Soldier Personalização - Armor Patterns
-benzóico.
[DLC_60_Patterns_A X2BodyPartTemplate]
DisplayName="Estrutura Alienígena"

[DLC_60_Patterns_B X2BodyPartTemplate]
DisplayName="Viper Armor"

[DLC_60_Patterns_C X2BodyPartTemplate]
DisplayName="Alien Cell"

[DLC_60_Patterns_D X2BodyPartTemplate]
DisplayName="Muton Armor"

[DLC_60_Patterns_E X2BodyPartTemplate]
DisplayName="Pele de cobra"

-benzóico.
; Soldier Personalização - Facepaint
-benzóico.

[DLC_60_Facepaint_A X2BodyPartTemplate]
DisplayName="Archon"

[DLC_60_Facepaint_B X2BodyPartTemplate]
DisplayName="Berserker"

[DLC_60_Facepaint_C X2BodyPartTemplate]
DisplayName="Chryssalid"

[DLC_60_Facepaint_D X2BodyPartTemplate]
DisplayName="Faceless"

[DLC_60_Facepaint_E X2BodyPartTemplate]
DisplayName="GateKeeper"

[DLC_60_Facepaint_F X2BodyPartTemplate]
DisplayName="Muton"

[DLC_60_Facepaint_G X2BodyPartTemplate]
DisplayName="Maori A"

[DLC_60_Facepaint_H X2BodyPartTemplate]
DisplayName="Maori B"

[DLC_60_Facepaint_I X2BodyPartTemplate]
DisplayName="Maori C"

[DLC_60_Facepaint_J X2BodyPartTemplate]
DisplayName="Maori D"

[DLC_60_Facepaint_K X2BodyPartTemplate]
DisplayName="Maori E"

-benzóico.
; Personalização do Soldado - Cabelo
-benzóico.

[DLC_60_Hair_AdvPsiWitch_M X2BodyPartTemplate]
DisplayName="Avatar"

[DLC_60_Hair_AdvPsiWitch_F X2BodyPartTemplate]
DisplayName="Avatar"